---AUTTO EXPORT BY EGGITOR PLUGIN, PLEASE DO NOT EDIT

return {
	character = {
		["宝宝蛋"] = 1073741937,
	},
	equipment = {
		["冰激凌_自定义"] = 1073786935,
		["气泡水_自定义"] = 1073750021,
		["玩具咸鱼_自定义"] = 1073840226,
		["玩具小熊_自定义"] = 1073844347,
		["玩具星星_自定义"] = 1073815560,
		["玩具皇冠_自定义"] = 1073873018,
		["玩具章鱼_自定义"] = 1073868847,
		["草莓奶昔_自定义"] = 1073774699,
		["超大冰淇淋球_自定义"] = 1073795131,
	},
	group = {
		["小卖部超大冰淇淋球"] = 1073758291,
	},
	scene_eui = {
		cabinet_canvas = 1073741934,
		character_catapult_canvas = 1073745936,
		progress_bar_canvas = 1073737732,
	},
	unit = {
		["冬日序曲秋千"] = 1073807433,
		["小卖部冰激凌"] = 1073848438,
		["小卖部气泡水"] = 1073819759,
		["小卖部草莓奶昔"] = 1073836111,
		["小卖部超大冰淇淋球"] = 1073823785,
		["尿布"] = 1073745932,
		["恶魔冰淇淋球"] = 1073770623,
		["玩具咸鱼"] = 1073852478,
		["玩具小熊"] = 1073860707,
		["玩具星星"] = 1073856549,
		["玩具皇冠"] = 1073876999,
		["玩具章鱼"] = 1073864765,
		["纸巾"] = 1073737845,
		["脏尿布"] = 1073832010,
		["雪地滑板"] = 1073811571,
	},
}
